Repository: J-Cake/kdbg
Catalog: po/*.po
Languages: ro, sk

source: &Add
ro: &Adaugã
sk: &Prida»

source: &View Code
ro: &Analizeazã Codul
sk: &Prezrie» kód

source: Location
ro: Locaþia
sk: Umiestnenie

source: : Program arguments
ro: : Argumentele programului
sk: : argumenty programu

source: Run %s with these arguments:
ro: Ruleazã %s cu aceste argumente:
sk: Spusti» %s s týmito argumentami:

source: : Attach to process
sk: : Pripoji» k procesu

source: Specify the process number to attach to:
sk: ©pecifikova» proces na pripojenie:

source: Breakpoints
sk: Zará¾ky

source: `%s' is not a file or does not exist
ro: '%s' nu existã ca fiºier
sk: `%s' nie je súbor alebo neexistuje

source: Select the executable to debug
ro: Selecteazã programul pentru debug
sk: Vyberte, kt. spustiteµný súbor chcete debugova»

source: Select core dump
sk: Zvoli» core dump

source: : Program output
sk: : Výstup programu

source: &Open Source...
ro: &Deschide sursa...
sk: &Otvori» zdroj...

source: Step &into
ro: Pas &înauntru
sk: Krokova» &do

source: Step &over
ro: Pas &deasupra
sk: Krokova» &nad

source: Step o&ut
ro: Pas în a&farã
sk: Krokova» &za

source: Run to &cursor
ro: Ruleazã la &cursor
sk: Spusti» po &kurzor

source: Set/Clear &breakpoint
ro: Seteazã/ªterge &Breakpoint
sk: Nastavi»/zmaza» &zará¾ku

source: &Executable...
ro: &Executabil...
sk: Spustit&eµný súbor...

source: : Open Windows
sk: : Otvori» okná

source: Show
sk: Ukáza»

source: : Search
sk: : Hµada»

source: &Case sensitive
sk: &Rozli¹ova» veµké/malé

source: &Forward
sk: &Vpred

source: &Backward
sk: V&zad

source: Add
ro: Adaugã
sk: Prida»

source: Del
ro: ªterge
sk: Zmaza»

source: active
ro: activ
sk: aktívny

source: &Reload Source
sk: &Znovu naèíta» zdroj

source: &Find...
sk: &Hµada»...

source: Toggle &Toolbar
sk: Prepnú» panel &nástrojov

source: Toggle &Statusbar
sk: Prepnú» &stavový riadok

source: &Run
ro: &Ruleazã
sk: S&pusti»

source: &Break
sk: &Preru¹enie

source: Re&start
sk: Re¹&tart

source: A&ttach...
sk: P&ripoji»...

source: &Arguments...
ro: &Argumente...
sk: &Argumenty...

source: Set &temporary breakpoint
ro: Seteazã breakpoint-ul &temporar
sk: Nastavi» &doèasnú zará¾ku

source: &Enable/Disable breakpoint
ro: &Activeazã/Dezactiveazã breakpoint
sk: Po&voli»/zakáza» &zará¾ku

source: &List...
ro: &Lista...
sk: Zozna&m...

source: &More...
ro: &Mai mult...
sk: &Viac...

source: E&xecution
ro: E&xecutarea
sk: Spust&enie

source: &Breakpoint
sk: &Zará¾ka

source: &Window
ro: &Fereastra
sk: &Okno

source: A Debugger by Johannes Sixt <Johannes.Sixt@telecom.at> with the help of many others
sk: Debugger napísal Johannes Sixt <Johannes.Sixt@telecom.at> s pomocou mnohých ïal¹ích

source: Executable
sk: Spustiteµný súbor

source: Open a source file
ro: Deschide un fiºier sursã
sk: Otvori» zdrojový súbor

source: Reload source file
sk: Znovu naèíta» zdrojový súbor

source: Run/Continue
ro: Ruleazã/Continuã
sk: Spusti»/pokraèova»

source: Step into
ro: Pas înauntru
sk: Krokova» do

source: Step over
ro: Pas înafarã
sk: Krokova» cez

source: Step out
ro: Pas în afarã
sk: Krokova» za

source: Breakpoint
sk: Zará¾ka

source: Search
sk: Hµada»

source: Line 00000
sk: Riadok 00000

source: Restart
sk: Re¹tart

source: Line %d
sk: Riadok %d

source: Cannot start debugger.
sk: Nemô¾em spusti» debuger.

source: busy
ro: ocupat

source: Locals
ro: Locale

source: Cannot start debugger. Exiting...
ro: Nu pot porni debugger-ul. Exiting...
